Angular.ng-template
Compulim.indent4to2
DotJoshJohnson.xml
EFanZh.graphviz-preview
EditorConfig.EditorConfig
HookyQR.beautify
JuanCasanova.awesometypescriptproblemmatcher
KnisterPeter.vscode-github
Shurelia.base16-tomorrow-dark-vscode
Stephanvs.dot
arichika.previewseqdiag-vscode
bajdzis.vscode-refresh-html
ban.spellright
bierner.markdown-checkbox
bierner.markdown-preview-github-styles
blzjns.vscode-raml
canna.box-comment
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
dbaeumer.vscode-eslint
dlech.chmod
eg2.tslint
eg2.vscode-npm-script
esbenp.prettier-vscode
flowtype.flow-for-vscode
forivall.abnf
futagozaryuu.pegjs-syntax
henry-li.vscode-import-formatter
icsharpcode.ilspy-vscode
igochkov.vscode-ebnf
ilich8086.launcher
joelday.docthis
joshuapoehls.json-escaper
jrieken.fuzzy-definitions
kevin-felichko.open-under
moppitz.vscode-extension-auto-import
ms-python.python
ms-vscode.atom-keybindings
ms-vscode.cpptools
ms-vscode.csharp
ms-vscode.js-atom-grammar
ms-vscode.Theme-TomorrowKit
mscgenjs.vscode-mscgen
msjsdiag.debugger-for-chrome
nepaul.editorconfiggenerator
octref.vetur
patrys.vscode-code-outline
peakchen90.open-html-in-browser
q.typescript-mono-repo-import-helper
rbbit.typescript-hero
roblourens.npm-link-status
samverschueren.linter-xo
schreifels.vscode-quick-open-related-files
slevesque.vscode-zipexplorer
stansw.vscode-odata
stkb.rewrap
tht13.html-preview-vscode
trongthanh.theme-boxythemekit
vlkoti.vscode-sourcemaps-navigator
vncz.vscode-apielements
wmaurer.change-case
ziyasal.vscode-open-in-github
