42Crunch.vscode-openapi
adzero.vscode-sievehighlight
alefragnani.Bookmarks
alexpusch.foldit
allentong.dotjs
amatiasq.sort-imports
amazonwebservices.aws-toolkit-vscode
andrewleedham.vscode-css-modules
Angular.ng-template
Antyos.openscad
arcanis.vscode-zipfs
atlassian.atlascode
aws-scripting-guy.cform
ban.spellright
ban.troff
bbugh.change-color-format
be5invis.vscode-custom-css
beatzoid.http-status-codes
betterthantomorrow.calva
bibhasdn.unique-lines
bierner.color-info
bierner.comment-tagged-templates
bierner.docs-view
bierner.markdown-checkbox
bierner.markdown-mermaid
bierner.markdown-prism
bingtimren.tidy-explorer
blairleduc.touch-bar-display
blzjns.vscode-raml
bobmagicii.autofoldyeah
bpmn-io.vs-code-bpmn-io
bpruitt-goddard.mermaid-markdown-syntax-highlighting
Breadnaught.vscode-ignore
bscan.perlnavigator
bungcip.better-toml
canna.box-comment
Cardinal90.multi-cursor-case-preserve
castwide.solargraph
chrisdias.vscode-opennewinstance
chrislajoie.vscode-modelines
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
Clarencep.vscode-ava-test-adapter3
clinyong.vscode-css-modules
cmoog.sqlnotebook
codeandstuff.package-json-upgrade
codeandstuff.vscode-navigate-edit-history
CodeStream.codestream
codezombiech.gitignore
connor4312.esbuild-problem-matchers
cyberbiont.vscode-open-in-typora
cyrilletuzi.angular-schematics
dae.vscode-mac-color-picker
DanielBerlin.centroid-gcode-language
DanielKnights.vscode-mjml
Danny1461.css-semicolon-fix
danzelbel.harser
Dart-Code.dart-code
darthyody.node-modules-context-menu
dbaeumer.vscode-eslint
deerawan.vscode-dash
deibit.devdocs
dendron.dendron
dendron.dendron-paste-image
dendron.nightly
dennisvhest.npm-browser
denoland.vscode-deno
deque-systems.vscode-axe-linter
DigitalBrainstem.javascript-ejs-support
dkamyshov.monochrome
dlech.chmod
dnicolson.binary-plist
DotJoshJohnson.xml
dotup.dotup-vscode-override-typescript
dustypomerleau.rust-syntax
eamodio.find-related
eamodio.gitlens
eamodio.restore-editors
EdgardMessias.override-mark
EditorConfig.EditorConfig
emilast.LogFileHighlighter
ephoton.indent-switcher
esbenp.prettier-vscode
evald24.vscode-extension-profiles
evgeniypeshkov.syntax-highlighter
felixjb.testify
firefox-devtools.vscode-firefox-debug
firsttris.vscode-jest-runner
fivepointseven.node-version
flowtype.flow-for-vscode
folke.vscode-monorepo-workspace
forivall.abnf
forivall.jwt-language
forivall.workspace-path-status-bar
formulahendry.docker-explorer
foxundermoon.shell-format
frigus02.vscode-sql-tagged-template-literals
frigus02.vscode-sql-tagged-template-literals-syntax-only
funkyremi.vscode-google-translate
futagozaryuu.pegjs-syntax
gabriielbs0673.pull-request-time
gencer.html-slim-scss-css-class-completion
georgewfraser.vscode-tree-sitter
ghmcadams.lintlens
gio00.bulma-variables
GitHub.github-vscode-theme
GitHub.remotehub
GitHub.vscode-pull-request-github
GitLab.gitlab-workflow
GitWorktrees.git-worktrees
golang.go
googlecloudtools.cloudcode
gozala.flow-language-mode
GraphQL.vscode-graphql
GraphQL.vscode-graphql-execution
GraphQL.vscode-graphql-syntax
grimmer.vscode-back-forward-button
Gruntfuggly.activitusbar
gwenio.vscode-ava-test-adapter
hancel.markdown-image
hbenl.vscode-mocha-test-adapter
hbenl.vscode-test-explorer
hediet.debug-visualizer
hediet.hediet-ts-lsp
henoc.svgeditor
herrmannplatz.npm-dependency-links
hilleer.yaml-plus-json
HookyQR.beautify
hoovercj.vscode-settings-cycler
id141365154.ts-extensions-priority
idleberg.applescript
igochkov.vscode-ebnf
igor-uzhviev.jwt-decoder
igress.python-coding-conventions
ilich8086.launcher
iocave.customize-ui
iocave.monkey-patch
jakearl.search-editor-apply-changes
jbachhardie.flow-ls
jcreamer.vscode-monorepo-tools
jebbs.markdown-extended
jebbs.plantuml
jeff-hykin.better-shellscript-syntax
jock.svg
jodyh.circleci-vscode
joe-re.sql-language-server
john-crowson.angular-file-changer
jq-syntax-highlighting.jq-syntax-highlighting
juanallo.vscode-dependency-cruiser
k9982874.github-gist-explorer
kaiwood.center-editor-window
kaiwood.indentation-level-movement
kaiyan.python-mro
karyfoundation.racket
kdl-org.kdl
kenhowardpdx.vscode-gist
KevinRose.vsc-python-indent
kingwl.ts-string-literal-enum-plugin
kumar-harsh.graphql-for-vscode
L13RARY.l13-sh-snippets
lamartire.git-indicators
Leathong.openscad-language-support
leonzalion.vscode-ejs
letmaik.git-tree-compare
lextudio.restructuredtext
llvm-vs-code-extensions.vscode-clangd
logerfo.procfile-support
Lourenci.go-to-spec
luggage66.AWK
madeindjs.notable
mads-hartmann.bash-ide-vscode
magicstack.MagicPython
maptz.regionfolder
marcoq.vscode-typescript-to-json-schema
MariusAlchimavicius.json-to-ts
mattialau.color-code-converter
mechatroner.rainbow-csv
meganrogge.template-string-converter
melMass.vscode-mono-workspace
MichaelCurrin.auto-commit-msg
mikestead.dotenv
mitaki28.vscode-clang
mitchdenny.ecdc
mkhl.direnv
mlewand.vscode-markdown-to-clipboard
mongodb.mongodb-vscode
morrislaptop.vscode-open-in-sublime-merge
mrmlnc.vscode-duplicate
mrmlnc.vscode-scss
ms-1es.pull-request-quantifier
ms-azuretools.vscode-docker
ms-mssql.sqlops-debug
ms-ossdata.vscode-postgresql
ms-python.flake8
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.atom-keybindings
ms-vscode.azure-repos
ms-vscode.cpptools
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.test-adapter-converter
ms-vscode.Theme-TomorrowKit
ms-vscode.vscode-typescript-next
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
mscgenjs.vscode-mscgen
mtxr.sqltools
mtxr.sqltools-driver-pg
mushan.vscode-paste-image
MuTsunTsai.jsdoc-link
neilding.language-liquid
nick-lvov-dev.typescript-explicit-types
nickytonline.gatsby-extension-pack
nickytonline.vscode-gatsby-snippets
nicoespeon.abracadabra
ninoseki.vscode-pylens
nopjmp.fairyfloss
Novy.vsc-gcode
nrwl.angular-console
octref.vetur
olback.es6-css-minify
oliversturm.fix-json
oouo-diogo-perdigao.docthis
Orta.vscode-jest
pflannery.vscode-versionlens
philstainer.git-worktree
PKief.markdown-checkbox
PKief.material-icon-theme
PKief.material-product-icons
plievone.vscode-template-literal-editor
pombadev.pbbs
pranaygp.vscode-css-peek
pucelle.run-on-save
pucelle.vscode-css-navigation
q.typescript-mono-repo-import-helper
QassimFarid.ejs-language-support
RapidAPI.vscode-rapidapi-client
rbbit.typescript-hero
rebornix.ruby
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
rhalaly.scope-to-this
richie5um2.vscode-sort-json
richterger.perl
roblourens.npm-link-status
roerohan.mongo-snippets-for-node-js
rogalmic.zsh-debug
ronnidc.nunjucks
RoweWilsonFrederiskHolme.wikitext
royaction.color-manager
ryanluker.vscode-coverage-gutters
ryu1kn.extension-update-reporter
ryu1kn.partial-diff
ryuta46.multi-command
samverschueren.linter-xo
SanaAjani.taskrunnercode
sandcastle.vscode-open
satansdeer.plop
searKing.preview-vscode
seeker-dk.node-modules-viewer
sidneys1.gitconfig
SixtyFPS.sixtyfps-vscode
slightc.pip-manager
spion.typescript-workspace-langserv-extension
spywhere.mark-jump
stansw.vscode-odata
Stephanvs.dot
stkb.rewrap
stoplight.spectral
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
Syler.ignore
syler.sass-indented
TakumiI.markdowntable
tejanium.blame-pr
telesoho.vscode-markdown-paste-image
TGV.awk-language-client
toba.vsfire
tokoph.ghosttext
tomoyukim.vscode-mermaid-editor
tomsaunders-code.workspace-explorer
trixnz.go-to-method
trond-snekvik.simple-rst
trongthanh.theme-boxythemekit
twixes.pypi-assistant
unifiedjs.vscode-mdx
unifiedjs.vscode-remark
uyiosa-enabulele.reopenclosedtab
valmack.circleci-config-validator
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vlkoti.vscode-sourcemaps-navigator
VSpaceCode.whichkey
vstirbu.vscode-mermaid-preview
WallabyJs.quokka-vscode
wheredoesyourmindgo.gruvbox-concoctis
wingrunr21.vscode-ruby
withfig.fig
wix.vscode-import-cost
wmaurer.change-case
XadillaX.viml
xyc.vscode-mdx-preview
yuhengshen.webpack
YuTengjing.open-in-external-app
yy0931.gitconfig-lsp
yzhang.markdown-all-in-one
zeevro.fold-to-definitions
zhoufeng.json-helper
zhouronghui.propertylist
ziyasal.vscode-open-in-github
zokugun.explicit-folding
